[M_OutOfBody MissionDefinition]
MissionDescription="After blasting Loader #1340's AI core out of his body, he has requested that you help him find a new one. This may involve him attempting to kill you a few times, but it's not like that's anything new. For now, Loader #1340 wants you to put him inside an inactive constructor bot."

[M_OutOfBody:DestroyRadio_ObjSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="After blasting Loader #1340's AI core out of his body, he has requested that you help him find a new one. You've put him inside a radio, but that hasn't stopped him from trying to kill you with bad pop music. You might as well destroy the radio and grab his AI core again -- maybe THIS time he'll finally stop trying to destroy you."

[M_OutOfBody:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionDescriptionOverride="After blasting Loader #1340's AI core out of his body, he has requested that you help him find a new one. This may involve him attempting to kill you a few times, but it's not like that's anything new. You put Loader #1340 into a constructor bot, but he tried to kill you. Having defeated said constructor bot, you'll have to pick him back up and try to find a new body for him."

[M_OutOfBody:MissionObjectiveSetDefinition_7 MissionObjectiveSetDefinition]
MissionDescriptionOverride="After blasting Loader #1340's AI core out of his body, he has requested that you help him find a new one. He tried to kill you a few times, but it appears he now just wants to help you kill other people: he's asked you to install him into either a shield, or a gun."

[M_OutOfBody:MissionObjectiveSetDefinition_8 MissionObjectiveSetDefinition]
MissionDescriptionOverride="After blasting Loader #1340's AI core out of his body, he has requested that you help him find a new one. This may involve him attempting to kill you a few times, but it's not like that's anything new. You just blasted him out of a WAR loader, but he promises to be good if you pick him up again."

[M_OutOfBody:ObjSet_FindRadio MissionObjectiveSetDefinition]
MissionDescriptionOverride="After blasting Loader #1340's AI core out of his body, he has requested that you help him find a new one. He tried to kill you a few times, but it appears he now just wants to live the rest of his robotic existence inside a radio. "

[M_OutOfBody:ObjSet_KillConstructorBot MissionObjectiveSetDefinition]
MissionDescriptionOverride="After blasting Loader #1340's AI core out of his body, he has requested that you help him find a new one. This may involve him attempting to kill you a few times, but it's not like that's anything new. You put Loader #1340 into a constructor bot, but he tried to kill you. Looks like you'll have to kill the constructor."

[M_OutOfBody:ObjSet_KillLoader MissionObjectiveSetDefinition]
MissionDescriptionOverride="After blasting Loader #1340's AI core out of his body, he has requested that you help him find a new one. This may involve him attempting to kill you a few times, but it's not like that's anything new. You put Loader #1340 into a constructor bot, but he tried to kill you. Right now, he's in a WAR loader, and is trying to kill you. You should probably kill said WAR loader."

[M_OutOfBody:ObjSet_UseLoader MissionObjectiveSetDefinition]
MissionDescriptionOverride="After blasting Loader #1340's AI core out of his body, he has requested that you help him find a new one. This may involve him attempting to kill you a few times, but it's not like that's anything new. You put Loader #1340 into a constructor bot, but he tried to kill you. Now, he wants you to put him into a WAR loader. Clearly, nothing could go wrong here."
